Repository: guillemj/update-inetd
Catalog: debian/po/*.po
Languages: cs, da, de, el, es, fr, gl, it, ja, nl, pl, pt, pt_br, ru, tr, uk, vi, zh_cn

source: If you do convert to using /etc/network/interfaces in place of /etc/init.d/network you will probably want to remove /etc/init.d/network and the /etc/rcS.d/S40network symlink. These will not be touched by netbase or other Debian packages in future.
cs: Pokud místo /etc/init.d/network budete pou¾ívat /etc/network/interfaces, pak zøejmì budete chtít smazat /etc/init.g/network a symbolický odkaz /etc/rcS.d/S40network. Ani netbase ani jiný Debianovský balík nebude tyto soubory ji¾ pou¾ívat.
da: Hvis du går over til at bruge /etc/network/interfaces i stedet fo /etc/init.d/network, vil du nok også fjerne lænkerne /etc/init.d/network og /etc/rcS.d/S40network. Disse vil ikke blive ændret af netbase eller andre Debianpakker i fremtiden.
el: Αν θέλετε να αρχίσετε να χρησιμοποιείτε το /etc/network/interfaces αντί του /etc/init.d/network, θα πρέπει να διαγράψετε το αρχείο /etc/init.d/network και το δεσμό /etc/rcS.d/S40network. Αυτά δεν πρόκειται να διαγραφούν από το netbase ή κάποιο άλλο πακέτο του Debian στο μέλλον.
es: Si pasa a usar /etc/network/interfaces en lugar de /etc/init.d/network es probable que quiera borrar /etc/init.d/network y el enlace simbólico /etc/rcS.d/S40network. Estos ficheros y enlaces ya no los tocará netbase u otros paquetes Debian en el futuro.
fr: Si vous choisissez d'utiliser /etc/network/interfaces au lieu de /etc/init.d/network, vous voudrez probablement supprimer /etc/init.d/network et le lien symbolique /etc/rcS.d/S40network. À l'avenir, netbase ou d'autres paquets Debian délaisseront ces fichiers.
gl: Se pasa a empregar /etc/network/interfaces no canto de /etc/init.d/network tamén ha ser mellor que elimine /etc/init.d/network e a ligazón simbólica /etc/rcS.d/S40network. Estes non os ha tocar netbase ou ningún outro paquete Debian no futuro.
it: Notate che lo script /etc/init.d/network di default aggiunge una route per l'interfaccia di loopback. Per i kernel della serie 2.2.x questo non è più necessario, e porterà ad un errore SIOCADDRT all'avvio del sistema.
ja: /etc/init.d/network の代わりに /etc/network/interfaces を使うよう変換するのであれば、おそらく /etc/init.d/network および /etc/rcS.d/S40network シンボリックリンクを削除したいことでしょう。これらは netbase やその他の Debian パッケージでは今後操作されることはありません。
pl: Je¶li zdecydujesz siê na korzystanie z /etc/network/interfaces w zamian za /etc/init.d/network, zapewne bêdziesz chcia³ usun±æ /etc/init.d/network i dowi±zanie symboliczne /etc/rcS.d/S40network. Ten plik nie bêdzie ju¿ w przysz³o¶ci obs³ugiwany przez netbase ani inny pakiet Debiana.
pt: Se para a conversão utilizar o /etc/network/interfaces em vez do /etc/init.d/network irá provavelmente apagar /etc/init.d/network e o link simbólico /etc/rcS.d/S40network. Este não será tocado pelo netbase ou por outro futuro pacote Debian.
pt_br: Caso você converta para o uso de /etc/network/interfaces ao invés de /etc/init.d/network você provavelmente irá querer remover o arquivo /etc/init.d/network e a ligação simbólica /etc/rcS.d/S40network. Estes não serão tocados pelo netbase ou outro pacote Debian no futuro.
tr: Eğer /etc/init.d/network yerine /etc/network/interfaces'i kullanacaksanız büyük ihtimalle /etc/init.d/network ve /etc/rcS.d/S40network sembolik bağını silmek isteyeceksiniz. Bunlara gelecekte netbase ya da diğer Debian paketleri tarafından dokunulmayacaktır.
uk: Якщо ви збираєтесь використовувати /etc/network/interfaces замість /etc/init.d/network, то можливо ви захочете видалити /etc/init.d/network та символьне посилання /etc/rcS.d/S40network. Це не буде зроблено пакунком netbase або іншим пакунком Debian в майбутньому.
vi: Nếu bạn có chọn sử dụng «/etc/network/interfaces» thay thế «/etc/init.d/network», trong trường hợp ấy bạn rất có thể sẽ muốn loại bỏ «/etc/init.d/network» và liên kết tượng trưng «/etc/rcS.d/S40network». Cả netbase lẫn bất cứ gói tin Debian nào đều sẽ không cần những điều này trong trương lai.
zh_cn: 如果您要转用 /etc/network/interfaces 代替 /etc/init.d/network，您很可能需要删除 /etc/init.d/network 和 /etc/rcS.d/S40network 的符号链接。netbase 或以后别的 Debian 包都不会再用到它们了。

source: See the interfaces(5), ifup(8), and ifdown(8) man pages, and the comments in /etc/network/interfaces, for information on how to convert your network configuration to this new format.
cs: Nahléïnìte do manuálových stránek interfaces(5), ifup(8), and ifdown(8) a komentáøù v /etc/network/interfaces, pro informace jak pøedìlat va¹i sí»ovou konfiguraci na tento nový formát.
da: Se manualsiderne til interfaces(5), ifup(8) og ifdown(8) samt kommentarerne i /etc/network/interfaces for flere oplysninger om hvordan du kan overføre din netværksopsætning til det nye format.
el: Δείτε τις σελίδες οδηγιών interfaces(5), ifup(8) και ifdown(8), και τα σχόλια στο αρχείο /etc/network/interfaces, για οδηγίες για το πώς θα μετατρέψετε τις ρυθμίσεις του δικτύου σας στη νέα μορφή.
es: Para obtener información sobre la conversión de la configuración de red al nuevo formato, vea las páginas de manual interfaces(5), ifup(8), e ifdown(8), y los comentarios en /etc/network/interfaces.
fr: Veuillez consulter les pages de manuel interfaces(5), ifup(8) et ifdown(8) ainsi que les commentaires dans le fichier /etc/network/interfaces pour plus d'informations sur la méthode de conversion de votre configuration vers ce nouveau format.
gl: Consulte as páxinas man interfaces(5), ifup(8) e ifdown(8), e os comentarios de /etc/network/interfaces, para obter información sobre como converter a súa configuración da rede a este novo formato.
it: Vedete le man page interfaces(5), ifup(8), e ifdown(8) e i commenti in /etc/network/interfaces per informazioni su come convertire la configurazione della rete nel nuovo formato.
ja: あなたのネットワーク設定をこの新しい形式に変換する方法の情報については、interfaces(5)、ifup(8)、ifdown(8)のマニュアルページと /etc/network/interfaces にあるコメントを参照してください。
pl: By dowiedzieæ siê jak przekonwertowaæ swoj± konfiguracjê sieci do nowego formatu, sprawd¼ strony podrêcznika systemowego interfaces(5), ifup(8), ifdown(8) oraz komentarze w /etc/network/interfaces.
pt: Vejas as páginas man de interfaces(5),·ifup(8),·e·ifdown(8), e os comentários em /etc/network/interfaces, para mais informação sobre como converter a sua configuração de rede para este novo formato.
pt_br: Consulte as páginas de manual interfaces(5), ifup(8) e ifdown(8) e os comentários no arquivo /etc/network/interfaces par maiores informações sobre como converter sua configuração de rede para esse novo formato.
tr: Ağ yapılandırmanızı bu yeni formata göre nasıl değiştirebileceğinizle ilgili olarak interfaces(5), ifup(8) ve ifdown(8) man sayfalarına ve /etc/network/interfaces içindeki yorum satırlarına bakınız.
uk: Дивіться в сторінках керівництва interfaces(5), ifup(8) та ifdown(8) інформацію пор те, як перейти на новий формат налаштовування вашої мережі.
vi: Hãy xem những trang hướng dẫn (man) «interfaces(5)», «ifup(8)» và «ifdown(8)», cũng xem những chú thích trong tập tin «/etc/network/interfaces», để tìm thông tin thêm về cách chuyển đổi cấu hình mạng bạn sang định dạng mới này.
zh_cn: 要将您的网络配置转换到这种新格式，若想获知如何操作，请参阅 interfaces(5)、ifup(8) 和 ifdown(8) 的手册页以及 /etc/network/interfaces 文件里面的注释。

source: Note that the old default /etc/init.d/network used to add a route for the loopback interface. This is no longer necessary for 2.2.x series kernels, and will result in a (non-fatal) SIOCADDRT error message at bootup.
cs: Starý výchozí /etc/init.d/network pøidával smìrování pro loopback rozhraní. To ji¾ není nutné pro jádra øady 2.2.x a vyústí to v (nezáva¾nou) SIOCADDRT chybovou zprávu pøi startu.
da: Bemærk at den gamle standard /etc/init.d/network plejede at tilføje en rute til loopback-grænsefladen. Det er ikke længere nødvendigt for 2.2.x-kerner, og vil resultere i en (harmløs) SIOCADDRT-fejlbesked under opstarten.
el: Σημειώστε ότι το παλιό σενάριο /etc/init.d/network, όριζε μια δρομολόγηση για τη διασύνδεση loopback. Αυτό δεν είναι πλέον αναγκαίο για τους πυρήνες 2.2.x και θα ορίσει ένα (μη μοιραίο) μήνυμα λάθους SIOCADDRT κατά την εκκίνηση.
es: Tenga en cuenta que anteriormente /etc/init.d/network solía añadir una ruta para la interfaz de «loopback». Esto ya no es necesario a partir de los núcleos de la serie 2.2 y causará un mensaje de error SIOCADDRT al arrancar, aunque éste no es grave.
fr: Il faut remarquer que l'ancien script /etc/init.d/network ajoutait une route pour l'interface « loopback ». Ce n'est plus nécessaire avec les noyaux de la série 2.2.x ; et cela provoque un message d'erreur (non fatale) SIOCADDRT au démarrage de la machine.
gl: Teña en conta que o antigo /etc/init.d/network por defecto engadía unha ruta para a interface "loopback". Isto xa non é necesario nos núcleos da serie 2.2.x, e ha causar unha mensaxe de erro (inofensiva) SIOCADDRT ao arrincar.
it: Il vecchio default /etc/init.d/network aggiungeva una route anche per l'interfaccia di loopback, che non è più necessaria per i kernel 2.2.x, e porterà ad un errore SIOCADDRT all'avvio del sistema, anche se non dà problemi.
ja: 古いデフォルトの /etc/init.d/network ではループバックインターフェイスの経路 (route) の追加を使っていたことに注意してください。これはもう 2.2.x シリーズのカーネルでは必要なく、起動時に (致命的ではない) SIOCADDRT エラーメッセージが出る結果になります。
pl: Zauwa¿, ¿e stary, domy¶lny /etc/init.d/network dodawa³o zazwyczaj trasê routingu dla interfejsu loopback. Pocz±wszy od j±der z serii 2.2.x nie jest to ju¿ wymagane i bêdzie powodowaæ pojawienie siê (niekrytycznego)b³êdu podczas uruchamiania systemu.
pt: Tome nota de que o antigo e por omissão /etc/init.d/network é utilizado para adicionar um caminho ('route') para a interface 'loopback'. Para a série de kernel 2.2.x não é já necessário e resultará numa mensagem de erro (não-fatal) SIOCADDRT durante a fase de arranque.
pt_br: Note que o arquivo padrão antigo /etc/init.d/network costumava adicionar uma rota para a interface loopback (lo). Isto não é mais necessário para kernels Linux da série 2.2.x e posteriores e resultará em uma mensagem de erro (não fatal) SIOCADDRT na inicialização.
tr: Eski /etc/init.d/network varsayılan satırları loopback arayüzüne route eklemek için kullanılıyordu. Bu 2.2.x serisi çekirdekler için artık gerekli değildir ve açılış sırasında (ölümcül-olmayan) bir hata mesajıyla sonuçlanacaktır.
uk: Зверніть увагу, що застарілий файл /etc/init.d/network використовувався для додавання шляху для інтерфейсу lo. Це більше непотрібно для ядер версії 2.2.x, і буде призводити до (нефатальної) помилки SIOCADDRT при завантаженні.
vi: Hãy ghi chú rằng «/etc/init.d/network» mặc định cũ đã thêm một đường dẫn cho giao diện mạch. Hạt nhân loạt 2.2.x không còn cần thiết lại nó, và nó sẽ gây ra một thông điệp lỗi (không phải nghiêm trọng) «SIOCADDRT» khi khởi động.
zh_cn: 注意过去的缺省文件 /etc/init.d/network 是用于为环回接口添加路由。2.2.x 系列内核已经不再需要这个文件了，而且它还会导致系统在启动时出现一个 (非致命的) SIOCADDRT 错误信息。

source: The old portmapper is still running
gl: Aínda está a funcionar o portmapper antigo
pt: O mapeador de portas antigo ainda está a correr

source: /etc/init.d/netbase has been split
gl: Dividiuse /etc/init.d/netbase
pt: O ficheiro etc/init.d/netbase foi subdividido

source: Would you like IPv6 addresses added to /etc/hosts?
de: Sollen IPv6-Adressen zu /etc/hosts hinzugefügt werden?
nl: Wilt u IPv6 adressen toevoegen aan /etc/hosts?
ru: Вы хотели бы добавить адреса IPv6 в файл /etc/hosts?

source: Sooner or later, Debian will include out-of-the box support for IPv6 (see http://www.ipv6.org/). As such, you might like to start playing with this, and seeing what things break as we try to add support for IPv6.
de: Früher oder später wird Debian out-of-the-box IPv6 unterstützen (siehe dazu http://www.ipv6.org). Daher wollen Sie vielleicht etwas damit ausprobieren, um zu sehen wie weit die Unterstützung für IPv6 schon ist.
nl: Vroeg of laat zal Debian standaard IPv6 ondersteuning leveren (zie http://www.ipv6.org/). Zodoende wilt u er misschien alvast mee spelen, om te zien wat er misgaat als wij ondersteuning voor IPv6 toevoegen.
ru: Раньше или позже, но Debian будет включать поддержку "из коробки" протокола IPv6 (см. http://www.ipv6.org/). В связи с этим вам возможно захочется уже сейчас поиграться и посмотреть, что и где сломается, если добавить поддержку IPv6.
