Repository: guillemj/update-inetd
Catalog: debian/po/*.po
Languages: cs, da, de, el, es, fr, gl, it, ja, nl, pl, pt, pt_br, ru, tr, uk, vi, zh_cn

source: Important hint for users of radius software
cs: Dùle¾itá rada pro u¾ivatele programu radius
da: Vigtige tips til brugere af radius-programmerne
de: Wichtiger Hinweis für Nutzer von Radius-Software
el: Σημαντική πληροφορία για τους χρήστες του λογισμικου radius
es: Consejo importante para los usuarios de radius
fr: Information importante destinée aux utilisateurs de logiciels radius
gl: Aviso importante para os usuarios do software radius
it: Suggerimento importante per chi usa software radius
ja: radius ソフトウェアのユーザへ重要なお知らせ
nl: Belangrijke opmerking voor gebruikers van radius programma's
pl: Wa¿na wskazówka dla u¿ytkowników oprogramowania radius
pt: Dica importante para os utilizadores sobre o software radius
pt_br: Dica importante para usuários de software radius
ru: Важное замечание для пользователей radius
tr: Radius uygulama kullanıcıları için önemli ipuçları
uk: Важливе зауваження для користувачів radius
vi: Mẹo quan trọng cho mọi người dùng phần mềm radius
zh_cn: 对 radius 软件用户的重要提示

source: The official port numbers of the radius service have been changed from 1645 and 1646 to 1812 and 1813. If you use the radius service please make sure that the client and server software both use the same port numbers.
cs: Byla zmìnìna oficiální èísla portù slu¾by radius z 1645 a 1646 na 1812 a 1813. Pokud pou¾íváte slu¾bu radius, ujistìte se prosím, ¾e serverová i klientská èást programu pou¾ívá stejná èísla portù.
da: Radius-servicens officielle portnummre er blevet ændret fra 1645-1646 til 1812-1813. Hvis du bruger radius-services, skal du sikre dig at klient- og server-programmerne benytter samme portnumre.
de: Die offiziellen Portnummern für den Radius-Service wurde von 1645 und 1646 nach 1812 und 1813 geändert. Wenn Sie den Radius-Service verwenden, dann stellen Sie sicher, das Client und Server jeweils die gleichen Ports verwenden.
el: Οι επίσημες θύρες της υπηρεσίας radius αλλάξαν από 1645 και 1646 σε 1812 και 1813 αντίστοιχα. Αν χρησιμοποιείτε την υπηρεσία radius, παρακαλώ βεβαιωθείτε ότι το λογισμικό του πελάτη και του εξυπηρετητή χρησιμοποιούν τις ίδιες θύρες.
es: Los puertos oficiales del servicio de radius han cambiado del 1645 y 1646 al 1812 y 1813. Si utiliza el servicio de radius, asegúrese de que tanto el cliente como el servidor usen el mismo puerto.
fr: Les numéros de port officiels du service radius sont passés de 1645 et 1646 à 1812 et 1813. Si vous utilisez ce service, assurez-vous que client et serveur utilisent les mêmes numéros de ports.
gl: Os portos oficiais do servizo radius cambiaron de 1645 e 1646 a 1812 e 1813. Se emprega o servizo radius asegúrese de que o software cliente e servidor empreguen os mesmos portos.
it: I numeri di porta ufficiali del servizio radius sono stati cambiati da 1645 e 1646 a 1812 e 1813. Se usate il servizio radius assicuratevi che il software di client e quello di server usino gli stessi numeri di porta.
ja: radius サービスの公式なポート番号は 1645 と 1646 から、1812 と 1813 に変更されました。radius サービスを使っているのであれば、クライアントおよびサーバソフトウェアの両方が同じポート番号を使っていることを確認してください。
nl: De officiële poortnummers van de radius service zijn veranderd van 1645 en 1646 naar 1812 en 1813. Als u de radius service gebruikt, overtuig uzelf er van dat de client en server beide de zelfde poortnummers gebruiken.
pl: Oficjalne numery portów us³ug radius zosta³y zmienione z 1645 i 1646 na 1812 i 1813. Je¶li u¿ywasz us³ugi radius, upewnij siê, ¿e zarówno klient jak i serwer u¿ywaj± tych samych numerów portów.
pt: As números oficiais das portas do serviço radius foram alteradas de 1645 e 1646 para 1812 e 1813. Se usar o serviço radius por favor verifique que tanto o software cliente como o de servidor usam os mesmos números de porta.
pt_br: Os números oficiais das portas do serviço radius mudaram de 1645 e 1646 para 1812 e 1813. Caso você use servidores radius por favor certifique-se de que os softwares cliente e servidor usem ambos os mesmos números de porta.
ru: Официальные номера портов сервиса radius были изменены с 1645 и 1646 на 1812 и 1813. Если вы используете radius, то удостоверьтесь, что и клиентское, и серверное программное обеспечение используют одинаковые номера портов.
tr: Radius servisinin resmi port numaraları 1645 ve 1646'dan 1812 ve 1813'e değiştirilmiştir. Eğer radius servisini kullanıyorsanız lütfen sunucu ve istemci yazılımların ikisinin de aynı port numaralarını kullandığından emin olunuz.
uk: Офіційні номери портів служби radius були змінені з 1645 та 1646 на 1812 та 1813. Якщо ви використовуєте службу radius, то впевніться, що клієнтське та серверне програмне забезпечення використовують однакові номери портів.
vi: Số hiệu cổng chính thức của dịch vụ radius đã được thay đổi từ 1645 và 1646 thành 1812 và 1813. Nếu bạn có sử dụng dịch vụ radius, hãy kiểm tra xem có phần mềm cả khách lẫn phục vụ đều sử dụng cùng số hiệu cổng.
zh_cn: radius 服务的正式端口已经从 1645 和 1646 变成了 1812 和 1813。如果您使用 radius 服务请确保客户端和服务端都使用相同的端口。

source: The old portmapper is still running.
cs: Starý portmapper stále bì¾í.
da: Den gamle portmapper kører stadig.
de: Der alte Portmapper läuft noch
el: Τρέχει ακόμη ο παλιός portmapper.
es: Aún se está ejecutando el portmapper antiguo
fr: L'ancien répartiteur des ports (« portmapper ») fonctionne encore.
it: Il vecchio portmapper sta ancora girando.
ja: 古いポートマッパーがまだ動作しています。
nl: De oude portmapper draait nog steeds.
pl: Stary portmapper nadal uruchomiony.
pt_br: O antigo portmapper ainda está sendo executado.
ru: Старый portmapper остается работающим.
tr: Eski portmapper hala çalışıyor.
uk: Старий portmap ще запущений.
vi: Bộ ảnh xạ cổng cũ vẫn còn có chạy.
zh_cn: 旧的 portmapper 仍在运行中。

source: The old portmapper is still running. This will cause problems, mainly that "/etc/init.d/portmap stop" won't actually do anything. To fix this, I'm going to try to forcibly stop portmap, and then restart it.
cs: Starý portmapper stále bì¾í. To zpùsobí problémy, zvlá¹tì kdy¾ "/etc/init.d/portmap stop" aktuálnì nic neudìlá. Pro opravení tohoto se pokusím násilnì zastavit portmap a poté ho znovu spustit.
da: Den gamle portmapper kører stadig. Det vil skabe problemer, især at "/etc/init.d/portmap stop" ikke vil have nogen virkning. For at rette dette, vil jeg forsøge at tvinge portmap til at stoppe og derefter genstarte den.
de: Der alte Portmapper läuft noch. Dies wird Probleme verursachen, da auch "/etc/init.d/portmap stop" im Moment nicht funktioniert. Um dieses Problem zu lösen wird jetzt versucht den Portmapper auf eine andere Art zu beenden und neu zu starten.
el: Τρέχει ακόμη ο παλιός portmapper. Αυτό θα προκαλέσει προβλήματα, κυρίως το ότι η εντολή "/etc/init.d/portmap stop" δε θα έχει αποτέλεσμα. Για να διορθωθεί το πρόβλημα, θα γίνει προσπάθεια απότομου τερματισμού του portmap και επανεκκινησή του.
es: Aún está funcionando el portmapper antiguo. Esto le causará problemas, entre otros el hecho de que «/etc/init.d/portmap stop» no parará el servicio. Se se va a intentar parar el portmapper a la fuerza para arreglaro, y se reiniciará a continuación.
fr: L'ancien répartiteur des ports fonctionne encore. Cela posera des problèmes, et principalement celui-ci : « /etc/init.d/portmap stop » n'aura aucun effet. Pour corriger ce problème, je vais forcer l'arrêt de portmap pour le redémarrer ensuite.
gl: O portmapper antigo aínda está a funcionar. Isto ha causar problemas, principalmente que "/etc/init.d/portmap stop" non ha facer nada. Para o arranxar vaise tentar deter portmap á forza e reinicialo.
it: Il vecchio portmapper sta ancora girando, e questo potrebbe causare dei problemi; principalmente, "/etc/init.d/portmap stop" non funzionerà. Per correggerlo, cercherò di fermare forzatamente portmap e poi riavviarlo.
ja: 古いポートマッパーがまだ動作しています。これは主に "/etc/init.d/portmap stop" が実際には何も起きないという問題を引き起こします。これを修正するために、強制的に portmap を停止することを試みて、それからそれを再起動します。
nl: De oude portmapper draait nog. Dit zal problemen veroorzaken, voornamelijk dat "/etc/init.d/portmap stop" niets doet. Om dit goed te krijgen zal ik de oude portmap geforceerd stoppen, en het opnieuw starten.
pl: Stary portmapper jest nadal uruchomiony. To bêdzie powodowaæ problemy, g³ównie dlatego, ¿e aktualnie "/etc/init.d/portmap stop" nie robi niczego. By poprawiæ ten b³±d, spróbujê si³± zatrzymaæ portmappera i wtedy go uruchomiæ ponownie.
pt: O mapeador de portas antigo ainda está a correr. Este facto irá causar problemas, nomeadamente o comando "/etc/init.d/portmap·stop" não terá qualquer efeito. Para resolver esta questão irei tentar forçar a paragem do mapeador de portas, reiniciando-o de seguida.
pt_br: O antigo portmapper ainda está sendo executado. Isto pode causar problemas, principalmente porque "/etc/init.d/portmap stop" não funcionará. Para consertar isto, a interrupção do portmap será forçada e então ele será reiniciado.
ru: Старый portmapper остается работающим. Это может привести к проблемам, в основном из-за того, что "/etc/init.d/portmap stop" в действительности не будет что-либо делать. Чтобы это исправить, нужно принудительно прибить portmap и затем перезапустить его.
tr: Eski portmapper hala çalışıyor. Bu problemlere yol açacaktır. Esas olarak "/etc/init.d/portmap stop" herhangi birşey yapmayacaktır. Bunu düzeltmek için, portmap'i zorla kapatıp tekrar açmayı deneyeceğim.
uk: Старий portmap ще запущений. Це може викликати проблеми, головним чином із-за того, що "/etc/init.d/portmap stop" насправді не буде нічого робити. Щоб виправити це, portmap буде примусово зупинений та перезапущений.
vi: Bộ ảnh xạ cổng cũ vẫn còn có chạy, mà sẽ gây lỗi, chính là lệnh «etc/init.d/portmap stop» sẽ không làm gì. Để sửa lỗi này, trình này sẽ cố bước kết thức trình portmap (ảnh xạ cổng), rồi khởi chạy lại nó.
zh_cn: 旧的 portmapper 仍在运行中。这会引发一些问题，主要是“/etc/init.d/portmap stop”命令实际上无效的。为了修复这个问题，我打算尝试强制停止 portmap，然后重启它。

source: /etc/init.d/netbase has been split.
cs: /etc/init.d/netbase byl rozdìlen.
da: /etc/init.d/netbase er blevet delt op.
de: /etc/init.d/netbase wurde aufgeteilt
el: Το σενάριο /etc/init.d/netbase έχει διασπαστεί.
es: Se ha troceado /etc/init.d/netbase
fr: /etc/init.d/netbase a été scindé.
it: /etc/init.d/netbase è stato diviso.
ja: /etc/init.d/netbase は分割されました。
nl: /etc/init.d/netbase is opgesplitst.
pl: /etc/init.d/netbase zosta³ rozdzielony.
pt_br: /etc/init.d/netbase foi dividido.
ru: /etc/init.d/netbase был разделен.
tr: /etc/init.d/netbase bölünmüş.
uk: /etc/init.d/netbase був розділений.
vi: «/etc/init.d/netbase» đã bị chia tách.
zh_cn: /etc/init.d/netbase 已经被分拆。

source: /etc/init.d/netbase is no longer required or used.
cs: /etc/init.d/netbase není dále vy¾adován nebo pou¾íván.
da: /etc/init.d/netbase benyttes ikke længere.
de: Die Datei /etc/init.d/netbase wird nicht mehr benötigt und benutzt.
el: Το σενάριο /etc/init.d/netbase δεν είναι πλέον απαραίτητο.
es: Ya no se utiliza /etc/init.d/netbase.
fr: /etc/init.d/netbase n'est plus demandé ni utilisé.
gl: Xa non se require ou emprega /etc/init.d/netbase.
it: /etc/init.d/netbase non è più necessario, nè viene usato.
ja: /etc/init.d/netbase はもう必要ではなく、利用されません。
nl: /etc/init.d/netbase is niet langer noodzakelijk of gebruikt.
pl: /etc/init.d/netbase nie jest wiêcej wymagane i u¿ywane.
pt: O /etc/init.d/netbase já não é necessário ou usado.
pt_br: /etc/init.d/netbase não é mais requerido ou usado.
ru: /etc/init.d/netbase больше не требуется и не используется.
tr: /etc/init.d/netbase artık gerekli değil ya da kullanılmıyor.
uk: /etc/init.d/netbase більше непотрібний та не використовується.
vi: Không còn cần thiết hay sử dụng lại «/etc/init.d/netbase».
zh_cn: /etc/init.d/netbase 已经不再需要了。

source: /etc/init.d/portmap (provided by the portmap package) now handles stopping and starting the portmapper, /etc/init.d/inetd (provided by the netkit-inetd package) handles stopping and starting inetd, and /etc/init.d/networking handles spoof protection.
cs: /etc/init.d/portmap (poskytovaný balíkem portmap) nyní obsluhuje zastavování a spou¹tìní programu portmapper, /etc/init.d/inetd (poskytovaný balíkem netkit-inetd) obsluhuje zastavování a spou¹tìní programu inetd a ochranu pøed fal¹ováním zdrojové IP adresy se stará /etc/init.d/networking
da: /etc/init.d/portmap (en del af portmap-pakken) håndterer nu start og stop af portmapperen, /etc/init.d/inetd (en del af pakken netkit-inetd) håndterer start og stop af inetd og /etc/init.d/networking håndterer spoof-beskyttelsen.
de: Die Datei /etc/init.d/portmap (aus dem Paket portmap) ist jetzt für das Starten und Stoppen des Portmappers verwantwortlich, die Datei /etc/init.d/inetd (aus dem Paket netkit-inetd) startet den inetd, /etc/init.d/networking ist für den Spoofing-Schutz verantwortlich.
el: Το σενάριο /etc/init.d/portmap (από το πακέτο portmap) χειρίζεται πλέον την εκκίνηση και τον τερματισμό του portmapper, ενώ το σενάριο /etc/init.d/inetd (από το πακέτο netkit-inetd) χειρίζεται πλέον την εκκίνηση και τον τερματισμό του inetd, και το σενάριο /etc/init.d/networking χειρίζεται την προστασία από εξαπάτηση διευθύνσεων IP (IP spoof protection).
es: /etc/init.d/portmap (incluido en el paquete portmap) inicia y para el portmapper, /etc/init.d/inetd (incluido en el paquete netkit-inetd) inicia y para el demonio inetd, y /etc/init.d/networking maneja la protección contra spoofing.
fr: /etc/init.d/portmap, fourni par le paquet portmap, gère désormais l'arrêt et le démarrage du répartiteur des ports ; /etc/init.d/inetd, fourni par le paquet netkit-inetd, gère l'arrêt et le démarrage d'inetd et /etc/init.d/networking s'occupe de la protection contre les usurpations d'adresse IP (« spoof protection »).
gl: /etc/init.d/portmap (fornecido polo paquete portmap) xestiona agora a detención e inicio do portmapper; /etc/init.d/inetd (fornecido polo paquete netkit-inetd) xestiona a detención e inicio de inetd, e /etc/init.d/networking xestiona a protección contra "spoofing".
it: /etc/init.d/portmap ora gestisce l'avvio e lo spengimento del portmapper, /etc/init.d/inetd gestisce l'avvio e lo spengimento di inetd, e /etc/init.d/networking la protezione contro lo spoofing.
ja: /etc/init.d/portmap (portmap パッケージによって提供される) は現在ではポートマッパーの停止と開始を操作し、/etc/init.d/inetd (netkit-inetd パッケージによって提供される) は inetd の停止と終了を操作し、/etc/init.d/networking はスプーフの防御を操作します。
nl: /etc/init.d/portmap (voorzien in het portmap pakket) behandelt nu het starten en stoppen van de portmapper, /etc/init.d/inetd (uit het netkit-inetd pakket) behandelt het starten en stoppen van inetd, en /etc/init.d/networking doet de spoof-beveiliging.
pl: /etc/init.d/portmap (z pakietu portmap) obs³uguje teraz zatrzymywanie i uruchamianie portmappera. /etc/init.d/inetd (z pakietu netkit-inetd) obs³uguje zatrzymywanie i uruchamianie inetd, a /etc/init.d/networking obs³uguje zabezpieczenia przed podszywaniem.
pt: O /etc/init.d/portmap (fornecido pelo pacote portmap) ocupa-se agora do arranque ou paragem do mapeador de portas, o /etc/init.d/inetd·(fornecido pelo pacote netkit-inetd) ocupa-se pelo arranque e paragem do inetd, e o /etc/init.d/networking·encarrega-se da 'spoof protection'.
pt_br: /etc/init.d/portmap (fornecido pelo pacote portmap) agora gerencia a interrupção e a inicialização do portmapper, /etc/init.d/inetd (fornecido pelo pacote netkit-inetd) gerencia a interrupção e a inicialização do inetd e /etc/init.d/networking gerencia proteção contra spoof.
ru: Запуском и остановкой portmapper`а теперь занимается /etc/init.d/portmap (поставляемый в пакете portmap), /etc/init.d/inetd (поставляемый в пакете netkit-inetd) обслуживает остановку и запуск inetd, и /etc/init.d/networking занимается защитой от подделки адресов.
tr: /etc/init.d/portmap (portmap paketi tarafından sunuluyor) artık portmapper'ı başlatma ve durdurmayı, /etc/init.d/inetd (netkit-inetd paketi tarafından sunuluyor) inetd'yi başlatma ve durdurmayı, /etc/init.d/networking yanıltma korumasını (spoof protection) idare ediyor.
uk: Запуском та зупинкою portmap зараз займається /etc/init.d/portmap (що міститься в пакунку portmap), /etc/init.d/inetd (з пакунку netkit-inetd) обслуговує запуск та зупинку inetd, та /etc/init.d/networking займається захистом від підробки адрес.
vi: «/etc/init.d/portmap» (do gói tin «portmap» cung cấp) lúc bây giờ quản lý kết thức và khởin chạy bộ ảnh xạ cổng. «/etc/init.d/inetd» (do gói tin «netkit-inetd» cung cấp) quản lý kết thức và khởi chạy «inetd». «/etc/init.d/networking» quản lý bảo vệ chống giả.
zh_cn: /etc/init.d/portmap(由 poartmap 包提供)现在负责处理停止和启动 portmapper 服务，/etc/init.d/inetd(由 netkit-inetd 包提供)负责处理停止和启动 inetd 服务，/etc/init.d/networking 则负责处理欺骗保护。

source: /etc/init.d/network superseded by /etc/network/interfaces
cs: /etc/init.d/network je nahrazen souborem /etc/network/interfaces
da: /etc/init.d/network er overflødiggjort af /etc/network/interfaces
de: /etc/init.d/network wurde durch /etc/network/interfaces ersetzt
el: Το /etc/init.d/network έχει υπερκεραστεί από το /etc/network/interfaces
es: /etc/init.d/network ha sido reemplazado por /etc/network/interfaces
fr: /etc/init.d/network a été remplacé par /etc/network/interfaces
gl: /etc/init.d/network substituído por /etc/network/interfaces
it: /etc/init.d/network sostituito da /etc/network/interfaces
ja: /etc/init.d/network は /etc/network/interfaces によって廃棄されます
nl: /etc/init.d/network gaat over in /etc/network/interfaces
pl: /etc/init.d/network zosta³o zast±pione przez /etc/network/interfaces
pt: /etc/init.d/network substituído pelo /etc/network/interfaces
pt_br: /etc/init.d/network substituído por /etc/init.d/interfaces
ru: /etc/init.d/network заменен файлом /etc/network/interfaces
tr: /etc/network/interfaces /etc/init.d/network'ün yerini aldı
uk: /etc/init.d/network замінений файлом /etc/network/interfaces
vi: «/etc/init.d/network» đã bị thay thế bằng «/etc/network/interfaces».
zh_cn: /etc/init.d/network 被 /etc/network/interfaces 取代

source: /etc/init.d/network is no longer directly supported. You may, of course, continue using it to setup your networking, however new Debian installs will use the ifup/ifdown commands to configure network interfaces based on the settings in /etc/network/interfaces.
cs: /etc/init.d/network u¾ není nadále pøímo podporován. Samozøejmì ho mù¾ete dále pou¾ívat k nastavování sítì, nicménì nová debianovská instalace bude pou¾ívat ifup/ifdown na nastavení sí»ových rozhraní podle nastavení uvedených v /etc/network/interfaces.
da: /etc/init.d/network understøttes ikke længere direkte. Du kan naturligvis fortsætte med at bruge den til at sætte netværket op, men nye Debianinstallationer vil bruge kommandoerne ifup og ifdown til at sætte netkort op baseret på indstillingerne i /etc/network/interfaces.
el: Το σενάριο /etc/init.d/network δεν υποστηρίζεται άμεσα πλέον. Φυσικά μπορείτε να συνεχίσετε να το χρησιμοποιείτε για τη ρύθμιση του δικτύου σας, αλλά στο εξής, οι νέες εγκαταστάσεις του Debian θα χρησιμοποιούν τις εντολές ifup/ifdown για τη ρύθμιση των διασυνδέσεων δικτύου βάσει του αρχείου /etc/network/interfaces.
es: Ya no se da soporte a /etc/init.d/network. Por supuesto, puede seguir usándolo para manejar su configuración de red, sin embargo, las instalaciones nuevas de Debian usarán las órdenes «ifup/ifdown» para configurar las interfaces de red, para ello se basarán en el contenido de /etc/network/interfaces.
fr: /etc/init.d/network n'est plus directement utilisé. Vous pouvez bien entendu encore l'utiliser pour configurer votre réseau, mais les nouvelles installations de Debian se servent des commandes ifup et ifdown pour configurer les interfaces réseau selon les paramètres contenus dans le fichier /etc/network/interfaces.
gl: Xa non se soporta directamente /etc/init.d/network. Por suposto, pode seguir a empregalo para configurar a súa rede; nembargantes, as novas instalacións de Debian han empregar as ordes ifup/ifdown para configurar as interfaces de rede segundo a configuración de /etc/network/interfaces.
it: /etc/init.d/network non viene più supportato direttamente. Potete, ovviamente, continuare ad usarlo per impostare la rete, ma le nuove installazioni di Debian useranno i comandi ifup/ifdown per configurare le interfacce di retre, basandosi sulle impostazioni in /etc/network/interfaces.
ja: /etc/init.d/network はもうまったくサポートされていません。もちろんあなたのネットワークのセットアップに使い続けることは可能ですが、新しい Debian インストールではネットワークインターフェイスの設定に、/etc/network/interfaces の設定に基づく ifup/ifdown コマンドを使います。
pl: /etc/init.d/network nie jest ju¿ bezpo¶rednio wspierany. Mo¿esz oczywi¶cie kontynuowaæ u¿ywanie go do konfiguracji sieci, ale instalacje Debiana bêd± do konfiguracji interfejsów sieciowych u¿ywa³y poleceñ ifup/ifdown bazuj±cych na ustawieniach z /etc/network/interfaces.
pt: O /etc/init.d/network não é mais suportado. Pode no entanto continuar a usá-lo para configurar a sua rede, de qualquer modo as novas instalações Debian irão usar os comandos ifup/ifdown para configurar as placas de rede baseados nas opções existentes em /etc/network/interfaces.
pt_br: O arquivo /etc/init.d/network não é mais diretamente suportado. Você pode, é claro, continuar a usá-lo para configurar sua rede, porém novas instalações Debian utilizarão os comandos ifup/ifdown para configurar interfaces de rede baseado nas configurações em /etc/network/interfaces.
tr: /etc/init.d/network artık doğrudan desteklenmiyor. Tabii ki ağınızı kurmak için onu kullanmaya devam edebilirsiniz, bununla birlikte yeni Debian kurulumları /etc/network/interfaces'te yer alan arayüzleri ayarlamak için ifup/ifdown komutlarını kullanacaktır.
uk: /etc/init.d/network більше не підтримується напряму. Звичайно, ви можете продовжувати використовувати його для налаштовування вашої мережі, але нові версії Debian будуть використовувати команди ifup/ifdown для налаштовування мережі базуючись на установках в /etc/network/interfaces.
vi: Không còn hỗ trợ lại «/etc/init.d/network» một cách trực tiếp. Bạn có thể tiếp tục sử dụng nó để thiết lập cách quản lý mạng. Tuy nhiên, mọi bản cài đặt Debian mới sẽ sử dụng những lệnh « ifup/ifdown» (nếu lên, nếu xuống) để cấu hình giao diện mạng, đựa vào thiết lập trong «/etc/network/interfaces».
zh_cn: /etc/init.d/network 已经不再被直接支持。当然您还是可以继续用它来设置您的网络，然而 Debian 安装会采用 /etc/network/interfaces 文件的设置通过 ifup/ifdown 命令来配置网络接口。
